* Mid-Lothian Science Festival
#+BEGIN: clocktable :maxlevel 2 :scope subtree
CLOCK: [2016-10-07 Wed 16:30]--[2016-10-07 Wed 17:30] =>  1:00
CLOCK: [2016-10-12 Wed 16:00]--[2016-10-12 Wed 17:30] =>  1:30
CLOCK: [2016-10-13 Thu 16:00]--[2016-10-13 Thu 18:00] =>  2:00
CLOCK: [2016-10-14 Fri 14:00]--[2016-10-14 Fri 15:30] =>  1:30
CLOCK: [2016-10-14 Fri 16:30]--[2016-10-14 Fri 18:45] =>  2:15
CLOCK: [2016-10-15 Sat 08:45]--[2016-10-15 Sat 12:30] =>  3:45
CLOCK: [2016-10-15 Sat 13:00]--[2016-10-15 Sat 16:00] =>  3:00
#+END:
